
BOT_TOKEN = '1438800965:AAGUBkFr5HAwaij-F7l7wcV_3l6psu5DemY'      # Токен бота

CODE_ACCESS = 'FreeBigMoney'    # код по которому можно будет давать доступ в итоге код получится TESTГОД-МЕСЯЦ-ЧИСЛО (TEST2020-01-01)

BOT_LOGIN = 'Ubigmoney_bot'          # login бота, например: telegram_bot

ADMIN_ID = 516532231       # id админа

QIWI_NUMBER = '+79249150813'    # номер киви
QIWI_TOKEN = 'fddfe8ff1dd1232a45c3abcca2ccc581'    # токен киви

ACCESS_COST = 100           # стоимость доступа
MIN_PAYOUT = 1000           # минимальная сумма для запроса на вывод денег

PERCENT_ADMIN = 0.5        # сколько процентов от стоимости доступа пойдёт вам(0.25 от 200 рублей это 50 руб)
PERCENT_1 = 0.375           # сколько пойдёт пригл. пользователя (0.375 от 200 руб это 75 руб)
PERCENT_2 = 0.225           # сколько пойдёт 2 лвл пользователя (0.225 от 200 руб это 45 руб)
PERCENT_3 = 0.15            # сколько пойдёт 3 лвл пользователя (0.15 от 200 руб это 30 руб)


